# add함수 - [email]
# - 두 수를 입력받아 더한 결과를 리턴하도록 구현 (리턴값이 있고 매개변수가 있는 함수)
# [출력결과] - 호출하는 곳에서 출력
# 합 : _____

def add(mum1,num2):
    result = num1 + num2
    return result

# printSumAvg
# - 세 개의 숫자를 입력 받아서 더한 결과를 출력할 수 있도록 구현(리턴값이 없고 매개변수가 있는 함수)
# [출력결과] - 함수 내부에서 출력
# 합 => ____
# 평균 => ____

# multiply 함수
# - 두 수를 입력 받아서 곱한 결과를 리턴하도록 구현(리턴값이 있고 매개변수가 있는 함수)
# [출력결과] - 호출하는 곳에서 출력
# 곱 => ____

#====================== 나중에 =====
# calc 함수
# - 매개변수 3개 (숫자1, 숫자2, 연산자) - (리턴값이 있고 매개변수가 있는 함수)
# - 연산결과를 리턴
# [출력형태]
# 1. 더하기
# 2. 빼기
# 3. 곱하기
# 4. 나누기
# 연산:___
# 숫자1:___
# 숫자2:___
# 결과:________
#====================== 나중에 =====

# 함수의 호출
# add, printSumAvg, multiply, calc 함수를 호출해서 각각의 결과를 출력할 수 있도록 구현